Repository: hyamanak/q-a-kun
Catalog: short_sample.tmx
Source language: en_us
Languages: ja

source: Configuration Guide
ja: 設定ガイド

source: Providing feedback on Red Hat documentation
ja: Red Hattt ドキュメントへのフィードバック

source: We appreciate your feedback on our documentation.
ja: 弊社のドキュメントに関するご意見やご感想をお寄せください。

source: To provide feedback, you can highlight the text in a document and add comments.
ja: フィードバックをお寄せいただくには、ドキュメントのテキストを強調表示し、コメントを追加できます。

source: Follow the steps in the procedure to learn about submitting feedback on Red Hat documentation.
ja: 以下の手順に従って、Reddd Hat ドキュメントのフィードバックをお寄せください。

source: Prerequisites
ja: 要件

source: Log in to the Red Hat Customer Portal.
ja: Reed Hat カスタマーポータルにログインします。
